// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=日本語
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="ja"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="キャンセル"
C_CLOSE="閉じる"
C_COPYTOCLIPBOARD="クリップボードにコピー"

M_FILE="ファイル"
	M_SAVE="保存"
	M_SAVEAS="名前を付けて保存"
	M_SAVEALL="すべて保存"
	M_UPLOAD="スキンをアップロード..."
	M_EXIT="終了"
M_EDIT="編集"
	M_UNDO="元に戻す"
	M_REDO="やり直し"
	M_TOOL="ツール"
M_VIEW="表示"
	M_MODE="表示モード"
		M_PERSPECTIVE="遠近法 (3D)"
		M_TEXTURE="テクスチャ (2D)"
		M_HYBRID="ハイブリッド"
	M_3D="3D設定"
		M_ANIMATE="アニメーション"
		M_FOLLOWCUR="カーソルに追従"
		M_GRASS="草"
		M_GHOST="隠しパーツをゴースト表示"
		M_MULTISAMPLING="マルチサンプリング"
	M_2D="2D設定"
		M_ALPHACHECKER="アルファチェッカー"
		M_OVERLAY="オーバーレイ"
			M_ENABLEOVERLAY="有効"
	M_TRANSMODE="透過モード"
		M_OFF="オフ"
		M_HELMETONLY="ヘルメットのみ"
		M_ALL="すべて"
	M_VISIBLEPARTS="表示するパーツ"
		M_HEAD="頭"
		M_HELMET="ヘルメット"
		M_CHEST="胴体"
		M_LEFTARM="左腕"
		M_RIGHTARM="右腕"
		M_LEFTLEG="左脚"
		M_RIGHTLEG="右脚"
M_OPTIONS="オプション"
	M_KEYSHORTCUTS="キーボードショートカット"
	M_BGCOLOR="背景色（変更後再起動が必要）"
	M_USETEXTUREBASES="ベーステクスチャを使用"
M_LANGUAGE="言語"
M_HELP="ヘルプ"
	M_CHECKUPDATES="アップデートを確認"
	M_AUTOUPDATE="自動でアップデートを確認"

T_TREE_ZOOMOUT="縮小"
T_TREE_ZOOMIN="拡大"
T_TREE_IMPORTHERE="ここにインポート..."
T_TREE_NEWFOLDER="ここに新しいフォルダー..."
T_TREE_RENAME="名前変更..."
T_TREE_DELETE="削除..."
T_TREE_CLONE="複製"
T_TREE_UPLOAD="アップロード"

T_SAVE="保存"
T_SAVEALL="すべて保存"
T_UNDO="元に戻す"
T_REDO="やり直し"
T_PERSPECTIVE="遠近法"
T_TEXTURE="テクスチャ"
T_HYBRID="ハイブリッド"
T_SCREENSHOT="スクリーンショット (Shift+クリックで保存)"
T_TOGGLEHEAD="頭を表示/非表示"
T_TOGGLEHELMET="ヘルメットを表示/非表示"
T_TOGGLECHEST="胴体を表示/非表示"
T_TOGGLELEFTARM="左腕を表示/非表示"
T_TOGGLERIGHTARM="右腕を表示/非表示"
T_TOGGLELEFTLEG="左脚を表示/非表示"
T_TOGGLERIGHTLEG="右脚を表示/非表示"
T_SWATCHES="スウォッチ"

M_IMPORT_HERE="ここにインポート..."
M_NEWFOLDER="新しいフォルダー"
M_NEWFOLDER_HERE="ここに新しいフォルダー..."
M_RENAME="名前変更..."
M_DELETE="削除..."
M_CLONE="複製"

T_TOOL_CAMERA="カメラ"
T_TOOL_PENCIL="鉛筆"
T_TOOL_ERASER="消しゴム"
T_TOOL_DROPPER="スポイト"
T_TOOL_DODGEBURN="覆い焼き/焼き込み"
T_TOOL_DARKENLIGHTEN="暗く/明るく"
T_TOOL_BUCKET="バケツ"
T_TOOL_NOISE="ノイズ"

B_MSG_DIRMISSING="必要なディレクトリがありません。プログラムを展開していない可能性があります。重大な問題ではありませんが、テンプレートやスウォッチなどが欠落します。"
B_MSG_UPTODATE="最新バージョンです！"
B_MSG_NEWUPDATE="新しいアップデートがあります。アップデータを起動しますか？"
B_MSG_UPLOADERROR="スキンのアップロード中にエラーが発生しました："
B_MSG_UPLOADSUCCESS="スキンのアップロードに成功しました！"
B_MSG_DELETESKIN="このスキンを削除しますか？\r\nゴミ箱に移動します。"
B_MSG_DELETEFOLDER="このフォルダーを削除しますか？\r\nゴミ箱に移動します。"
B_MSG_OVERLAYERROR="オーバーレイ画像を読み込めません：“{0}”；解像度は2の累乗である必要があります。"
B_MSG_UPLOADRES="MCSkin3Dで高解像度テクスチャを編集できますが、Minecraftプロフィールにアップロードすることはできません。"
B_MSG_ANTIALIAS="マルチサンプリングオプションを適用するにはMCSkin3Dを再起動してください。"
B_MSG_PIXELFORMAT="お使いのグラフィックカードは32ビットピクセルフォーマットをサポートしていないようです。現在、MCSkin3Dの動作に必須です。"
B_MSG_SHORTCUTEXISTS="ショートカットキー“{0}”が“{1}”と競合しています。リセットしました。"

B_CAP_QUESTION="質問"
B_CAP_SORRY="申し訳ありません"

C_SQUARE="正方形"
C_CIRCLE="円形"

O_EXPOSURE="露出："
O_INCREMENTAL="増分"
O_LIGHTEN="明るく"
O_DARKEN="暗く"
O_DODGE="覆い焼き"
O_BURN="焼き込み"
Q_THRESHOLD="しきい値："

C_NEW="新規"
C_CANTMOVE="移動できません"
C_COPY="コピー"
C_MOVE="移動"
C_MOVED="移動済み"
C_COPYTO="コピー先"
C_MOVETO="移動先"
C_IMPORTTO="インポート先"

C_SETTINGSFAILED="設定ファイルの読み込みに失敗しました。デフォルト設定を読み込みました。"

C_AUTOLOGIN="自動ログイン？"
C_REMEMBER="ログイン情報を記憶？"
C_USERNAME="ユーザー名："
C_PASSWORD="パスワード："
C_UPLOADTEXT="スキンをアップロードするには、Minecraft.netにログインする必要があります。このプログラムは自動的に処理します。ユーザー名とパスワードを入力してください。"

C_UPLOADING="スキンをアップロード中...しばらくお待ちください..."
C_SHORTCUTINUSE="ショートカットキーは既に使用されています"

S_TREEVIEW_ZOOMIN="ツリービュー拡大"
S_TREEVIEW_ZOOMOUT="ツリービュー縮小"
S_SWATCH_ZOOMIN="スウォッチ拡大"
S_SWATCH_ZOOMOUT="スウォッチ縮小"
S_COLORSWAP="前景色/背景色を交換"
S_RENAME="名前を変更"
S_CLONE="ノードを複製"
S_DELETE="ノードを削除"
S_SCREENSHOT_CLIP="スクリーンショットをクリップボードへ"
S_SCREENSHOT_SAVE="スクリーンショットを保存"
S_TOGGLEVIEW="表示モード切り替え"
S_TOGGLETRANS="透過モード切り替え"

M_SHORTCUTS="下のテキストボックスをクリックし、割り当てたいキーを押してください。"
W_OPTIONS="ツールオプションを表示/非表示"

T_CAMERA="左クリックで回転。右クリック/ホイールで拡大縮小。"
T_PENCIL="左クリックで描画；右クリック/ホイールで回転/拡大縮小；Shiftキーで背景色を使用。"
T_DROPPER="左クリックで色を取得。右クリック/ホイールで回転/拡大縮小。Shiftキーで背景色として取得。"
T_DODGEBURN="左クリックで覆い焼き/焼き込み。右クリック/ホイールで回転/拡大縮小。Shiftキーでツール切り替え。"
T_DARKENLIGHTEN="左クリックで暗く/明るく。右クリック/ホイールで回転/拡大縮小。Shiftキーでツール切り替え。"
T_ERASER="左クリックで透明色とアルファチャンネルに消去。右クリック/ホイールで回転/拡大縮小。"
T_FILL="左クリックでピクセルを塗りつぶし。Shiftキーで背景色を使用。Ctrlキーでパーツを固定。右クリック/ホイールで回転/拡大縮小。"
T_NOISE="左クリックでノイズを適用。右クリック/ホイールで回転/拡大縮小。"

C_UNSAVED="保存されていない変更があります。終了してもよろしいですか？"
C_UNSAVED_CAPTION="お待ちください！"

O_HOLDNESS="維持率："

G_BRUSH="ブラシ"
G_BRUSHOPTS="ブラシオプション"
G_NOISEOPTS="ノイズオプション"
G_FILLOPTS="塗りつぶしオプション"
G_TOOL="ツール"

T_DECRES="解像度を下げる"
T_INCRES="解像度を上げる"

M_NEWSKIN="新しいスキン"
M_NEWSKIN_HERE="ここに新しいスキン"

M_SKINERROR="Minecraftスキンストアからスキンをダウンロードできませんでした！"
M_FETCH_NAME="Minecraftから取得"
M_FETCH_TEXT="MCSkin3Dはあなた（または他の人）のMinecraftアカウントからスキンを取得し、スキンファイルとしてインポートできます。アカウント名を入力して「インポート」をクリックしてください。"
M_PLAYER_NAME="プレイヤー名："

C_YES="はい"
C_NO="いいえ"
D_DONTASK="今後表示しない"
M_IRREVERSIBLE="注意：高解像度スキンは通常のスキンとしてMinecraft.netにアップロードできません！\n\nこの操作は元に戻せず、これまでのすべての元に戻す/やり直し機能が失われます。続行しますか？"

M_TEMP="一時的な場所からMCSkin3Dを実行しようとしています。プログラムを正しく展開してから実行してください。"

T_RESETCAMERA="カメラをリセット"
M_SKINDIRS="スキンディレクトリ"
M_DYNAMICOVERLAY="ダイナミックオーバーレイ"
M_DYNAMICOPTIONS="ダイナミックオプション"
M_LINECOLOR="線の色"
M_LINESIZE="線の太さ"
M_OVERLAYTEXTSIZE="テキストサイズ"
M_TEXTCOLOR="テキストの色"

U_PIXELSCHANGED="ピクセルが変更されました"
T_TOOL_STAMP="スタンプ"
T_STAMP="左クリックでスタンプを使用。Shift+クリックで領域をブラシにコピー。"
L_UNDOACTIONS="{0}個の操作を元に戻す"
L_REDOACTIONS="{0}個の操作をやり直し"

M_BROWSE="{0}を参照"
M_SKIN="スキン"
M_FOLDER="フォルダー"

M_SHARED="共有オプション"
M_INFINITEMOUSE="無限マウス"

T_SWATCHEDIT="スウォッチを編集"
T_DELETESWATCH="スウォッチを削除"
T_ADDSWATCH="スウォッチを追加"

M_EXPT_EXCEPTION="例外が発生しました！"
M_EXPT_APPERROR="アプリケーションエラー！"
M_EXPT_ERRORTEXT="MCSkin3Dでエラーが発生し、不安定になる可能性があります。しかし心配しないでください。あなたは開発を助けることができます！\r\n\r\n開発者を支援したい場合は、エラーレポートを送信してください！このウィンドウの一番下にレポート内容への青いリンクがあります。PlanetMinecraftで私たちを見つけて送信していただければ、開発に大いに役立ちます。"
M_EXPT_SHOW="このメッセージを再表示しない"
M_EXPT_CLOSE="閉じる"
M_EXPT_VIEW="レポートを表示するにはこちらをクリック"
M_EXPT_HERE="ここ"

C_RESTART="この操作を実行するにはプログラムを再起動する必要があります！"
C_RESTART_CAPTION="再起動が必要"
D_UNSAVED="保存されていないスキンがあります。スキンディレクトリを変更するとスキンリストが更新され、保存されていない変更が失われます。「はい」をクリックすると保存せずに更新し、「いいえ」をクリックすると再起動後に更新し、「キャンセル」をクリックすると操作を中止します。"
D_UNSAVED_CAPTION="保存されていない変更"

M_RENDERSTATS="レンダリング統計"
M_GRIDCOLOR="グリッド色"
M_GRIDOPACITY="グリッド不透明度"

M_LOADING="読み込み中..."
M_NEWPALETTE="新しいパレット"
M_DELETEPALETTE="パレットを削除"
M_CONVERTSWATCH="スウォッチを変換..."
M_RENAMEPALETTE="パレットの名前を変更"
M_CURRENTFORMAT="現在の形式："
M_NEWFORMAT="新しい形式："
M_SWATCHQUESTION="この操作によりこのスウォッチは完全に削除されます。続行しますか？"
M_SWATCHQUESTION_CAPTION="よろしいですか？"

M_UPDATESTARTING="アップデートがダウンロードされました - MCSkin3Dを終了してアップデータを起動します。注意：このプログラムは一時フォルダーから実行されるため、Windows（またはアンチウイルスソフト）が警告を表示する場合がありますが、メインディレクトリをクリーンに保つためのものですのでご安心ください。"
M_REPORTVIEWER="レポートビューア"

M_GRIDENABLED="グリッドを表示"
M_RENDERRESTART="レンダリングモードを変更するには再起動が必要です。"
M_RENDERER="レンダラー"
M_CLIENTARRAYS="クライアント配列"
M_IMMEDIATE="イミディエイトモード"
W_POPOUT="ポップアウト"

E_SKINERROR="スキン“{0}”の読み込み中にエラーが発生しました。このファイルを削除するかフォルダーから移動してください。"
T_TOGGLECHESTARMOR="チェストプレートを表示/非表示"
T_TOGGLELEFTARMARMOR="左腕防具を表示/非表示"
T_TOGGLERIGHTARMARMOR="右腕防具を表示/非表示"
T_TOGGLELEFTLEGARMOR="左脚防具を表示/非表示"
T_TOGGLERIGHTLEGARMOR="右脚防具を表示/非表示"

M_CHESTARMOR="チェストプレート"
M_LEFTARMARMOR="左腕防具"
M_RIGHTARMARMOR="右腕防具"
M_LEFTLEGARMOR="左脚防具"
M_RIGHTLEGARMOR="右脚防具"

C_SCALE="拡大縮小"
C_CROP="切り抜き"
M_SKINSIZEMISMATCH="このスキンのサイズが選択されたモデルの想定サイズと一致しません。MCSkin3Dは以下のいずれかの方法で解決できます：\n\n切り抜き：スキン自体は変更せずに、モデルサイズに合わせてサイズを調整します。サイズの差によってはスキンの一部が切り取られる可能性があります。スキンをバージョン1.7から1.8に変換する場合はこのオプションを使用してください。\n\n拡大縮小：スキンを必要なサイズに拡大/縮小します。\n\nこの操作は元に戻せない破壊的操作です。"